/* No comment provided by engineer. */
"%.2f" = "%.2f";

/* No comment provided by engineer. */
"%@ (%@)" = "%1$@ (%2$@)";

/* No comment provided by engineer. */
"-" = "-";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* Section header in currency selector */
"All currencies" = "Todas las divisas";

/* Button to dismiss currency selector
   Button to dismiss paywall modal sheet
   Button to stop editing textfield */
"Cancel" = "Cancelar";

/* Side bar navigation title */
"Categories" = "Categorías";

/* Button to contact in Settings */
"Contact" = "Contacto";

/* Navigation title
   Tab bar button to show conversion */
"Convert" = "Convertir";

/* Subscription feature description */
"Convert your currency between cryptos, gold, and silver." = "Convierte divisas a criptomonedas, oro, o plata.";

/* Subscription feature title */
"Cryptos and commodities" = "Criptomonedas y masterias primas";

/* Navigation title */
"Currencies" = "Divisas";

/* Label in locked picker
   Picker to select default currency */
"Default currency" = "Divisa predeterminada";

/* Button to go to Twitter in Settings */
"Developer's Twitter" = "Twitter del desarrollador";

/* No comment provided by engineer. */
"Enter amount" = "Ingresa la cantidad";

/* Subscriber information */
"Expires at %@" = "Expira el %@";

/* Subscription feature title */
"Favourite currencies" = "Divisas favoritas";

/* Navigation title
   Tab bar button to show favourites */
"Favourites" = "Favoritos";

/* Conversion from one currency to another */
"From %@ to %@" = "De %1$@ a %2$@";

/* Subscription feature description */
"Have access to almost every currency of the world." = "Todas las divisas del mundo a tu alcance.";

/* Button to show subscription information in settings
   Navigation title */
"Information" = "Información";

/* Subscriber information */
"Latest purchase %@" = "Última compra %@";

/* Subscriber information */
"Member since %@" = "Miembro desde %@";

/* Button to dismiss alert
   Button to stop searching in currency selector
   Dismiss alert */
"Ok" = "Ok";

/* Subscription feature title */
"Over 170 currencies" = "Más de 170 divisas";

/* Section header in settings */
"Preferences" = "Preferencias";

/* Button to go to app privacy policy */
"Privacy Policy" = "Política de privacidad";

/* Button to rate app in Settings */
"Rate Simoleon" = "Valora Simoleon";

/* Button to restore in-App purchases */
"Restore purchases" = "Restablecer compras";

/* Subscription feature description */
"Save your favourite currencies to access them quickly." = "Guarda tus divisas favoritas y accede rápidamente a ellas.";

/* No comment provided by engineer. */
"Search ..." = "Buscar ...";

/* Navigation title
   Tab bar button to show settings */
"Settings" = "Ajustes";

/* Subscription feature title */
"Simoleon on all your devices" = "Simoleon en todos tus dispositivo";

/* Section header in settings */
"Stay in touch" = "Mantener el contacto";

/* Button to suscribe in settings */
"Subscribe" = "Suscribirme";

/* Subscribe button */
"Subscribe for %@ / month" = "Suscribirme por %@ / al mes";

/* Section header in settings */
"Subscription" = "Subscripción";

/* First line when favourites are empty */
"Tap " = "Pulsa ";

/* Finish line when favourites are empty */
"to add a currency pair to favourites" = "para añadir divisas a favoritos";

/* Headline in Subscription paywall */
"Unlock all access" = "Desbloquear acceso";

/* Default currency in locked picker */
"USD/GBP" = "USD/GBP";

/* Button to go to Dennis Tech website */
"Website" = "Página web";

/* Subscription feature description */
"Your settings and favourite currencies in all your devices." = "Tus ajustes y divisas favoritas en todos tus dispositivos.";

